{
  "main": "Main",
  "projects": "Projects",
  "contacts": "Contacts",
  "light": "light",
  "dark": "dark",
  "lang": "english",

  "hero_name": "Aleksandr Bredun",
  "fe_dev": "Frontend Developer",
  "greeting": "Hello, my name is Alex.",
  "about_me": "I'm an experienced Frontend Developer, who is passionate about cutting-edge, pixel-perfect, beautiful interfaces and intuitively implemented UX. I develop web applications in React and not only.",
  "view_portfolio": "View Projects",
  "skills": "My Technology stack",
  "experience": "My work experience",
  "siema_dates": "September 2022 - Until now",
  "siema_work": "Development of web applications on React and Next.js for irrigation systems management.",
  "evryka_dates": "March 2022 - August 2022",
  "evryka_work": "Development of the corporate website of the company by Angular, and integration with the backend",

  "and_also": "And also",
  "exp_1": "Collaborated with the development team to design and implement responsive and user-friendly web applications.",
  "exp_2": "Developed and maintained web pages, ensuring cross-browser compatibility and optimal performance.",
  "exp_3": "Utilized HTML, CSS, and JavaScript to create interactive and dynamic user interfaces.",
  "exp_4": "Integrated RESTful APIs to fetch and display data from backend services.",
  "exp_5": "Participated in code reviews and provided constructive feedback to fellow developers to maintain code quality and consistency.",
  "exp_6": "Assisted in debugging and troubleshooting frontend issues to ensure smooth user experiences.",
  "exp_7": "Worked closely with UX/UI designers to translate design mockups into functional web interfaces.",
  "exp_8": "Contributed to the continuous improvement of the development process by proposing and implementing new tools and best practices.",

  "back_to_main": "Back to Main",
  "contact_me": "Contact Me",
  "contact_by_links": "Contact me by the social networks",
  "view_cv": "Check out for more details",
  "or_mail": "Or contact by email",
  "name": "Name",
  "email": "Mail",
  "message": "Message",
  "name_err": "Please enter user name",
  "email_err_1": "Please enter your email",
  "email_err_2": "Invalid email address",
  "message_err": "Please enter your message",
  "send": "Send",
  "snack_err": "Oops, Something went wrong!",
  "successfully_sent": "Successfully sent",

  "in_development": "In development",
  "blog": "Blog",

  "engee_desc": "App for learning foreign words. There are modes of memorization, testing and replenishment of the database of words. (TypeScript, ReactJS, ReduxJS/Toolkit, NodeJS, Express, MongoDB).",
  "pizza_desc": "Online store for ordering delicious pizza ( TypeScript, ReactJS, ReduxJS/Toolkit, MockApi)."
}
